Revit 2027 API
ParameterTypeId.RefTableElemName Property
 "Key Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RefTableElemName { get; }
Public Shared ReadOnly Property RefTableElemName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RefTableElemName {
	ForgeTypeId^ get ();
}
static member RefTableElemName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace